[
  {
    "sector_id": 3,
    "sector": "Construcción e Infraestructura",
    "type": "Adaptación",
    "ndc_measurement": 4,
    "initiative": "Relacionada con infraestructura sanitaria urbana resiliente",
    "ods_id": 6,
    "ods": "Agua limpia y saneamiento",
    "ods_goal": "6.3: Mejorar la calidad del agua reduciendo la contaminación",
    "ods_url_image": "https://mvmqtbdmqnqbejeyeruu.supabase.co/storage/v1/object/public/ods//6.png",
    "id_actions": 1,
    "actions": "Implementar buenas prácticas en el tratamiento de aguas residuales dentro de obras civiles o instalaciones productivas.\nIncorporar filtros, sedimentadores u otras tecnologías sencillas para reducir la contaminación.",
    "name_indicator": "Porcentaje de proyectos o instalaciones con medidas básicas de tratamiento implementadas",
    "equation_indicator": "(N° de proyectos con medidas / Total de proyectos) × 100",
    "frequency_indicator": "Anual",
    "recommended_goal_indicator": "Que al menos el 50% de los proyectos incorporen prácticas básicas de saneamiento adaptadas al contexto climático",
    "ghg_emissions_reduction_target_2030_tco2eq": null,
    "co_benefits": null,
    "question": "¿Sus proyectos o instalaciones incorporan elementos de tratamiento de aguas que prevengan contaminación o mejoren la eficiencia hídrica?"
  },
  {
    "sector_id": 3,
    "sector": "Construcción e Infraestructura",
    "type": "Adaptación",
    "ndc_measurement": 4,
    "initiative": "Relacionada con infraestructura sanitaria urbana resiliente",
    "ods_id": 13,
    "ods": "Acción por el clima",
    "ods_goal": "13.2: Integrar medidas de cambio climático en políticas y planificación",
    "ods_url_image": "https://mvmqtbdmqnqbejeyeruu.supabase.co/storage/v1/object/public/ods//13.png",
    "id_actions": 2,
    "actions": "Incluir elementos de adaptación climática en el diseño y operación de pequeñas obras: ventilación natural, drenajes controlados, uso de materiales resistentes.\nEvaluar el riesgo climático básico (inundaciones, deslizamientos) en la ubicación de obras o sedes.",
    "name_indicator": "Porcentaje de proyectos que incorporan criterios de adaptación al clima",
    "equation_indicator": "(Proyectos con criterios / Total de proyectos) × 100",
    "frequency_indicator": "Anual",
    "recommended_goal_indicator": "A 2028 promover el uso de herramientas simples de análisis climático para el diseño de obras pequeñas y medianas",
    "ghg_emissions_reduction_target_2030_tco2eq": null,
    "co_benefits": null,
    "question": "¿Sus proyectos o instalaciones han considerado posibles efectos del clima (lluvias, calor extremo, escasez de agua) en su diseño o operación?"
  },
  {
    "sector_id": 3,
    "sector": "Construcción e Infraestructura",
    "type": "Adaptación",
    "ndc_measurement": 12,
    "initiative": "Implementación de: herramientas geográficas, lineamientos técnicos, política sectorial GRD/ACC, metodologías de riesgo, y piloto de infraestructura verde vial",
    "ods_id": 13,
    "ods": "Acción por el clima",
    "ods_goal": "13.2: Integrar medidas de cambio climático en políticas, estrategias y planificación",
    "ods_url_image": "https://mvmqtbdmqnqbejeyeruu.supabase.co/storage/v1/object/public/ods//13.png",
    "id_actions": 3,
    "actions": "Usar mapas de riesgo básicos (IDEAM, municipios) para decidir ubicación de obras.\nAplicar guías sencillas de infraestructura resiliente para pequeñas obras.\nDiseñar jardines de lluvia, cunetas verdes o superficies permeables como infraestructura verde básica.\nConocer y aplicar los lineamientos de gestión del riesgo (GRD) que afectan a obras y urbanismo.",
    "name_indicator": "Porcentaje de proyectos de construcción que aplican herramientas básicas de análisis climático o soluciones verdes",
    "equation_indicator": "(N° de proyectos con herramientas o soluciones / Total de proyectos) × 100",
    "frequency_indicator": "Anual",
    "recommended_goal_indicator": "A 2028 sensibilizar y formar a PYMES en cómo aplicar criterios básicos de adaptación climática en obras civiles",
    "ghg_emissions_reduction_target_2030_tco2eq": null,
    "co_benefits": null,
    "question": "¿Sus proyectos han aplicado análisis de riesgo, materiales resilientes o infraestructura verde como jardines o drenajes naturales?"
  }
]
